[
 {
  "id": 1,
  "name": "KIT DE INICIO",
  "category": "Kits",
  "description": "KOKO PRIME. La nueva versión mejorada del Pod Koko que tan buenos resultados ha dado. Amplía la batería interna a 690mAh respecto a los 520 de su predecesor. Capaz de llegar hasta los 15w de potencia y cuenta con dos configuraciones de entrada de aire, DL y MTL.\r\n\r\nEl Koko Prime permite 2 configuraciones de su sistema de flujo de aire cuando el pod se instala en diferentes direcciones, para ofrecer dos modos de vapeo: un modo de vapeo DL y un modo de vapeo MTL. ",
  "price": "800",
  "discount": "10",
  "image": "1642026984211-1642011707453-kit1.jpg"
 },
 {
  "id": 2,
  "name": "KIT DE INICIO",
  "category": "Accesorios",
  "description": "        The SMOK Scar-Mini Vape Kit is a compact and powerful sub-ohm vape device. Powered by a single 18650 battery, the SMOK Scar Mini kit is capable of up to 80W power output. Paired with the TFV9-Mini vape tank, the Scar Mini utilises the TFV9 Coil series which adopt a meshed coil build for pure flavour and denser clouds.\r\n\r\nThe SMOK Scar-Mini is constructed from zinc alloy and has an IP-67 rated shell, which offers dust, water and shock protections. It's diminutive compact size, and ergonomic design makes it a portable solution to the larger Scar 18 vape kit. Taking on a similar design to it's bigger brother, the Scar-Mini is finished with metal and leather textured panels. Featuring a 0.69\" OLED display screen, and operated via two adjustment buttons and a single fire button. ",
  "price": "900",
  "discount": "10",
  "image": "1646423088715-1642026924855-Scar-Mini-Vape.jpg"
 },
 {
  "id": 3,
  "name": "KIT DE INICIO",
  "category": "Kits",
  "description": "El Tigon kit es lo último de Aspire, una de las empresas más conocidas y valoradas desde los inicios del vapeo. El nombre de este dispositivo viene de la mezcla entre dos palabras “tiger” y “lion” y hace referencia a su versatilidad y su capacidad de permitir tanto el vapeo a boca-pulmón como directo a pulmón.\r\n\r\nEl mod tiene una batería interna de 1800mAh de autonomía. Dispone de un botón de disparo de forma oval con un indicador luminoso en su interior. El tanque Tigon tiene un diámetro de 24mm y una capacidad de 2ml acorde con la normativa actual. ",
  "price": "900",
  "discount": "20",
  "image": "1642026060744-contact-high-2.jpg"
 },
 {
  "id": 4,
  "name": "E_JUICE",
  "category": "Accesorios",
  "description": "Ciberate, 3 paquetes de Multi Fruit E Liquid Vape Liquid para Vape E Cigarrillos, Vape Starter Kits Vape con Liquid Vape E Juice para E Cig, (Frambuesa + Cereza + Grosella negra), Sin nicotina\r\n\r\n    Paquete incluido: 3 botellas de 50 ml de líquido vape, 0 mg de nicotina, 70 VG / 30 PG. E Sabor de jugo: frambuesa + cereza + grosella negra.\r\n    Alta calidad: el sabor puro y natural se utiliza en el líquido e. Sin color sintetizado, sin efectos secundarios en la garganta o los pulmones.\r\n    Adecuado para todo el kit de Vape: puede usar este líquido en todo tipo de kit de vape y obtener un sabor agradable.\r\n    Uso fácil: diseño especial de bloqueo para niños. No se preocupe por los niños abrirlo accidentalmente. (Sin nicotina).\r\n    Relleno de boquilla larga: el diseño de punta de goteo de recarga de boquilla larga facilita el llenado, reduce las fugas durante el llenado. Perfecto para todos los kits de inicio de cigarrillos electrónicos.",
  "price": "650",
  "discount": "8",
  "image": "1642015577223-e-juice.jpg"
 },
 {
  "id": 5,
  "name": "NIC SALTS",
  "category": "Nic-Salts",
  "description": "Prueba este delicioso e-liquid de sales con mezcla de tabacos secos y suaves acompañado de un exquisito toque de horchata con canela que le da ese toque mexicano.",
  "price": "460",
  "discount": "15",
  "image": "1642016045476-salt.jpg"
 },
 {
  "id": 6,
  "name": "PODS ",
  "category": "Pods",
  "description": "Puff Plus Desechable 5% Nicotina 3.2ml\r\n\r\n¡Compre los 7 sabores Puff Bar Plus ahora! Un nuevo  dispositivo desechable precargado que es más grande y mejor que nunca, manteniendo su tamaño compacto y portabilidad. Cada dispositivo desechable Puff Bar Plus viene con más de 800 Puffs y en varios sabores deliciosos. El sabor del Puff Plus está impreso en la parte frontal del empaque, y el color del PUFF Bar Plus también indica el sabor. Cada dispositivo desechable PUFF PLUS viene con un 5% (50mg) de sal precargado que es suficiente para mantenerse satisfecho durante todo el día.",
  "price": "550",
  "discount": "20",
  "image": "1642011435161-pods.jpg"
 },
 {
  "id": 7,
  "name": "CBD",
  "category": "CBD",
  "description": "Crema corporal de CBD (1500 mg de CBD) – 1500mg CBD, 100ml\r\nMímate con nuestra rica y cremosa manteca corporal batida. Contiene antioxidantes y unos potenciadores naturales como la vitamina E y la manteca de karité, dando a tu piel ambas cosas hidratación y protección. Mantener alejado del calor y de la luz natural.\r\n\r\nIngredientes:\r\n\r\nCBD (cannabidiol), manteca de karité, aceite de palma, manteca de cacao, aceite de semillas de Cannabis Sativa, aceite de coco, almidón de tapioca, extracto de vainilla, cera estampada, vitamina E.\r\n\r\n\r\nInformación adicional:\r\n\r\n    Orgánico\r\n    Antioxidante\r\n    Protector cutáneo\r\n    Antiseborreico\r\n    No testado en animales\r\n",
  "price": "1750",
  "discount": "15",
  "image": "1642016629199-cbd.jpg"
 },
 {
  "id": 8,
  "name": "Battery Charger ",
  "category": "Accesorios",
  "description": "Cargador universal inteligente de 2 vías para baterías de diferentes tamaños incluyendo 14500, 18350, 18490, 18500, 18650 y 26650.\r\n\r\nCompatible para baterías:\r\n\r\n    3.6V/3.7V Lithium Ion IMR Batteries – 10340, 10350, 10440, 10500, 12340, 12500, 12650, 13450, 13500, 13650, 14350, 14430, 14500, 14650, 16500, 16340, 16650, 17350, 17500, 17650, 17670, 18350, 18490, 18500, 18650, 18700, 22500, 22650, 25500, 26500, 26650.\r\n    1.48V NiMh/NiCd batteries – AA, AAA, AAAA, C, D\r\n\r\nPuedes cargar hasta 2 baterías al mismo tiempo de diferentes estilos y se monitorea la carga individualmente de cada una.\r\n",
  "price": "500",
  "discount": "5",
  "image": "1642786214693-accesorios.jpg"
 },
 {
  "id": "9",
  "name": "CBD",
  "category": "Accesorios",
  "description": "Gotas para relajarse",
  "price": "1000",
  "discount": "10",
  "image": "1641968866650-art1.jpg"
 }
]